12/data/attachments/77aab6a3c5896d6.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jessica_behind_Actions_92157_3</nif:username>
            <nif:friendToBeRequested>soap_actions_40897f9a-240d-4576-a980-e6db35eaa331</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>